Repository: sillsdev/FwLocalizations
Catalog: messages.rw.tmx
Source language: en
Languages: rw

source: You have reviewed some differences between the imported version and the current version of {0}. Do you want to replace the range in the current version with the imported version? To keep the decisions you made in the Compare and Merge Versions dialog box, click No.
rw: Washoboye kugenzura amwe mu matandukanirizo ari hagati y'inonosora ryinjijwe n'inonosora ryari risanzwho rya {0}. Waba ushaka gusimbuza ibyahinduwe byo mu inonosora risanzweho bigasimbuzwa ibyinjijwe by'ininosorwa rishya? Mu gukomeza icemezo wafashe mu kadirishya k'ibiganiro k"Inonosorwa rya Gereranya na Komatanya, kanda Oya.

source: You must have a script abbreviation if you specify a script name.
rw: Ugomba kugira impine ya sikiriputi niba ushaka kugaragaza neza izina rya sikiriputi.

source: You still have {0} difference(s) left. Are you sure you want to exit?
rw: Uracyafite ibitandukanye {0} bisigaye. Urahamya neza ko ushaka gusohokamo?

source: You would normally use the menu commands to insert a new book or to import existing data, but to help you get started...
rw: Ubusanzwe wagombye gukoresha meni ya komande mu kwinjizamo igitabo gishya cyangwa mu kuzanamo amakuru mashya, ariko mu kugufasha gutangira...

source: Zechariah
rw: Zakariya

source: Zephaniah
rw: Sofoniya
